Revit 2027 API
ParameterTypeId.RbsCurveUtslope Property
 "Slope"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurveUtslope { get; }
Public Shared ReadOnly Property RbsCurveUtslope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurveUtslope {
	ForgeTypeId^ get ();
}
static member RbsCurveUtslope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace